bierner.markdown-preview-github-styles
esbenp.prettier-vscode
formulahendry.code-runner
ms-python.python
ms-vscode.cpptools
redhat.java
thenikso.github-plus-theme
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
yzhang.markdown-all-in-one
